Repository: netravnen/peeringdb
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: da_dk

source: Remove
da_dk: Fjern

source: Canceled
da_dk: Annuller

source: Add user
da_dk: Tilføj bruger

source: to Organization?
da_dk: til organisation?

source: Unknown request type:
da_dk: Ukendt forespørgsels type:

source: The server rejected your data
da_dk: Serveren afviste dine data

source: not yet been approved
da_dk: endnu ikke godkendt

source: Parent entity pending review - please wait for it to be approved before adding entities to it
da_dk: Forældre entitet afventer gennemgang - vent venligst til denne er godkendt føre du tilføjer entiteter

source: Participant
da_dk: Deltager

source: IXLAN Prefix
da_dk: IXLAN præfiks

source: Some of the fields contain invalid values - please correct and try again.
da_dk: Nogle af felterne indeholder ugyldige værdier - korriger venligst og prøv igen.

source: Something went wrong.
da_dk: Noget gik galt.

source: Invalid value
da_dk: Ugyldig værdi

source: Needs to be a valid email address
da_dk: E-mail adresse skal være gyldig

source: Needs to be a valid url
da_dk: URL skal være gyldig

source: Needs to be a number
da_dk: Nummer skal være gyldig

source: Yes
da_dk: Ja

source: No
da_dk: Nej
